{
    "Ace": {
        "title": "圣杯一",
        "card": "一个闪烁着微光的喷泉将水由地下抽取出来，并用力向上喷射出去。水流沿着喷泉的梯级向下流淌，闪闪发光的细小水珠轻柔地弥漫在喷泉周围，又缓缓地落入河中。秋叶开始凋零，与此同时，满月――情感和直觉的女神――从天边升起。",
        "analysis": "当圣杯一出现的时候，一些深藏在你内心或者周围的情感力量的源泉正在翻涌冒泡。这张牌预示着一段由内心指引的亲密连接的开始。敞开你的心怀，去爱，去共情。把深藏在内心深处的情感展现出来，让其闪耀。"
    },
    "Two": {
        "title": "圣杯二",
        "card": "一对恋人在圣杯一潺潺的涟漪中沐浴。他们对彼此坦诚相待：放下所有的阻碍，在人与人的不设防的关系中享受单纯的快乐。他们碰杯并微笑，他的笑充满喜悦，她的笑安静满足。他们感激彼此的生命交融，陶醉在美好的爱意中。",
        "analysis": "我们通过与他人的自由结合，以及自己无所保留的分享，让人们了解到我们的真实本性。展现自己的内在美，以此激励别人也这样做。做到友善与包容，真诚地感激他人出现在你的生命中。他们将会和你独有的光环、你的气息相融合，从而创造出快乐而自由的事物。"
    },
    "Three": {
        "title": "圣杯三",
        "card": "三个女人在河岸边跳着芭蕾，队形同步而和谐。她们精美的纱裙发出沙沙的声音，与潺潺的流水声相互应和。水从她们手中的圣杯里洒出来，但是她们并不以为意。她们闭上眼晴，完全沉浸在自已熟悉的优雅舞步中。",
        "analysis": "大家齐心协力地在一起工作是一件非常难得又美妙的事情。当不同鲜明个性的人聚在一起，为了一个目标努力时，能够完成很多事情。树立同理心，坦诚交流你的需求和心愿，反过来也同样去满足他人的需求。不要计较彼此之间的差异，尽管人们表达的方式千差万别，但是所有人都渴望被爱和接纳。调整你自己，去仔细聆听这些轻微的声音，看自己能否处理某些共有的迫切需求。"
    },
    "Four": {
        "title": "圣杯四",
        "card": "一个男孩在树荫下坐着，生着闷气。他的两个杯子被打翻了，里面的液体毫无生气地流进了泥土里。男孩对圣杯三中的舞者们报以冷淡的态度，他不愿意，或者是不能参与到她们的快乐中。他在堤岸上缩成一团，身后的色彩漩涡裹挟着落叶，象征着他被忽视的想象力。",
        "analysis": "生活，无论有多绚丽，有时也会失掉滋味。很多时候，这意味着你过于放纵自己，让自己沉迷于某些诱惑之中，逐渐丧失了对事物独特魅力与滋味的感知。如果你发现自己逐渐对固定的规划安排感到漠然，请试着搅动自己的内心。去抵抗想要安定下来的欲望。虽然这看似需要花费很大力气，但是请逼自已一把，去做一个独特的、有创造性的人。去吸收生命河流中的能量吧。"
    },
    "Five": {
        "title": "圣杯五",
        "card": "一个男孩俯身趴在陡峭的悬崖边上，有意地把三个圣杯扔进了河里。留在悬崖边的两个圣杯冒着欢快的泡泡，庆幸自己免于遭受像另外三个同胞那样被丢弃的命运。对于让男孩烦恼的那三个圣杯，仅仅倒掉其中的液体似乎远远不够。他要在自己觉得腻烦而抛弃它们之前，先把液体连同杯子一起扔掉。通过抛弃它们有害的能量，现在他可以自由地重新开始。",
        "analysis": "舍弃熟悉的东西是一种很痛苦的体验，但是有时果断的抛弃是继续向前的唯一方法。与其在不确定的漩涡里无止境地打转，不如摆脱掉你以往所了解的东西，腾出空间，让更新鲜的、更积极的正能量进入你的生活。疼痛是成长的短暂标志。愿你拥有勇气去书写生命中的新篇章。"
    },
    "Six": {
        "title": "圣杯六",
        "card": "一个女人在河中沐浴，她赤裸身体，用芦苇和睡莲来做遮掩。她的头发披散着，注视前方，水湾波光粼粼的河水轻抚着她。河水冲洗掉了她一天的灰尘，她现在感到很舒适，处于最自然、满足的状态。她接受着河水的洗礼，感受到了自由。",
        "analysis": "世界有时候是严酷的，无情的。日常生活中的悲伤与懊恼很容易就让你失去活力的光芒。但是圣杯六中的河流给你提供了一个清洁的机会。让自己焕然一新。打破让你痛苦的循环，追寻如童年一样的简单和纯真：去分享，去和他人共事，对他人友善。让自己沉浸其中，忘却顾虑，重新振作。"
    },
    "Seven": {
        "title": "圣杯七",
        "card": "在河岸边放着七个圣杯，每一只都盛满迷人的诱惑。厚重的雾气弥漫在树枝之间，像浪潮一样在地面上翻腾。与色彩艳丽的可怖雾气形成对比的是，有一条幽灵般的蛇却有着极具欺骗性的清晰身影，他从最中心的圣杯里蜿蜒地爬出，扭动着柔软的身躯，为你提供内心深处可能渴望的任何东西。但是其透明的外表掩盖了内在深处的虚伪。他没有实质的存在，仅仅是一个蒙蔽你辨别能力的诱人假象。",
        "analysis": "圣杯七是对沉溺的警告：有的人不是出于自身的需求，只为了把注意力从紧急的事件上转移开来，而贪恋感官上的快乐。通过自我欺骗，我们麻木自己，让自己对问题反应迟钝。这是逃避这个残酷的、困难重重的世界的办法。但是如果沉溺在虚幻中太久，当现实的问题再次出现时我们会变得脆弱不堪，即使我们刻意忽视这些真实的问题，它们也不会消失。"
    },
    "Eight": {
        "title": "圣杯八",
        "card": "圣杯八中的人物将一切抛在身后。他凝视着雾气，不知道他面前的路会带领他到何方。但是他知道，那一定会比他现在所在的地方好。他用圣杯支撑着自己，依靠自己的情感和直觉来指引他安全地前行。他叹息一声，迈着沉重的步伐向未知走去。",
        "analysis": "就像高塔牌的寓意一样，有时候，生活会突然给你意想不到的不偷快。你可能会发现那些对你来说至关重要的，视之为人生核心的东西，变得毫无意义。围墙倒塌，乌烟瘴气般的困惑席卷而入，以混乱与不确定代替了秩序与真实。唯一的办法就是丢弃所有。到了某个时候，迷雾将会散开，然后显露出一个满天星星闪耀的夜空。"
    },
    "Nine": {
        "title": "圣杯九",
        "card": "随着迷雾散去，男人向太阳敞开内心。他像杂耍一样把圣杯抛向空中，而闪闪发亮的圣杯悬浮在他头上，形成一个弧形。他达到了完美的平静，他自己也知道这一点，同时沉醉在周围的美景之中。他的目标完成了，此刻他仰坐在椅子上观看日落，内心充满了喜悦和平静。",
        "analysis": "圣杯九与满足有关。一些正在进行的事情就快要完成了，你将会获得满足与平静。就像落日，虽然这种状态不会永远持续，但是短暂的美丽让其愈显宝贵。珍惜这一刻，这份记忆将会在未来灰暗阴郁的日子里，带给你温暖。"
    },
    "Ten": {
        "title": "圣杯十",
        "card": "十个圣杯悬挂在树枝上，每两只圣杯系在一起，在树上保持着一种完美的、错落的平衡。两个孩子坐在弯曲的枝干上，注视着彼此，眼神中充满爱和感激。小河在树下静静的流淌着，发出轻快温柔的淙淙水声。",
        "analysis": "圣杯十提醒我们生活可以是简单的、纯粹的快乐。有了家庭、信仰、传统、价值观的支持，我们可以与他人和谐宁静地生活在一起。情感把我们和这个世界的柔软血脉相连接。爱把我们彼此连接，生命把我们彼此连接。我们是一个整体。"
    },
    "Page": {
        "title": "圣杯侍从",
        "card": "圣杯侍从献上了自己虔诚的供奉，是一碗水。它吸引着涌动的河精灵，这发着耀眼白光的流体在汲取情绪的精华。碗里的水为河精灵解了渴，它也在不知不觉中陪伴着圣杯侍从。他们把彼此看做是可信任的新伙伴，准备好了去共同经历一场冒险。",
        "analysis": "像盛在碗里的水这样简单纯净之物，可以开启一段心的旅程。不要因为害怕耗费你的情感而将其收敛起来。拿出自己的一小部分并大方地给予。你会发现你花费出去的情感，将给你带来更大更好的回报。让爱和光明包围你。开始行动起来吧。"
    },
    "Knight": {
        "title": "圣杯骑士",
        "card": "圣杯骑士骑在河精灵拱起的背上，头盔敞开着。河精灵突然的抖动让他左右摇晃，但是他把膝盖用力挤进河精灵闪光的鳞甲中，决心要停留在它背上。坐在上下挥舞着触须的脊背顶端，他得以俯视周围的美景。他心潮澎湃，举起手中的圣杯，向爱与热情致意。",
        "analysis": "无拘无束的情感是充满力量的。它不会去在意障碍与痛苦的后果，不断地冲击着你的感官，让你不去理会微小的声音。对待实际的事情稍有不慎，可能会导致自己的突然落败，但是在想象之旅的最高点，你则不用害怕自己会突然摔下来。登上自己猛烈的情绪的最高点，并向骑士一样乘着它们直到终点吧。"
    },
    "Queen": {
        "title": "圣杯王后",
        "card": "圣杯王后坐在河精灵的背上，一手主动、一手被动地拖着圣杯。秋天的落叶在她周围打转，她优美的形态溶解成了水，像瀑布一样倾泻到了河里。两条鱼从她液态的裙尾上落入水中。她是爱的女神，存在于我们大脑的情感中心，用她温柔的直觉指引着我们。",
        "analysis": "因为感受是过于无形和多变的，所以常常不被人重视。但就是因为其可变性，赋予了它流动的力量。感受可以变成各种形态，控制着强大的潜意识，它是我们体内汹涌的力量，让我们更加强大。当你抽到了圣杯王后，意味着需要去调解你陷入困境的情感。相信你的直觉。向别人寻求帮助，寻找让他们成长和高兴的方法。"
    },
    "King": {
        "title": "圣杯国王",
        "card": "圣杯国王在河口处，半身浸没在水中，举起了双手。河精灵从圣杯国王的高脚杯中迸射出来，喷涌着、闪耀着冲向天空。河精灵的身形呈弧线穿越了夜空，身上覆盖着秋天的落叶。落叶摩挲着、翩飞着发出生命最后的响声。通过意志的纯粹力量，把水化作蛇一般喷射而出。",
        "analysis": "圣杯国王统治着情感。因为认识到了情感的真正力量，他为其开拓渠道，让情感能够以更有效的，有目的性的方式流动。他是滚滚河流的主人，掌控河流的命运。河流也将自己翻腾的力量借给他，用来实现他的计划。通过驾驭你的情感，你会成为自身经历的主人，将无形的力量转化为强大的、有形的创造。"
    }
}