{
    "Ace": {
        "title": "星币一",
        "card": "坚实的砖墙之中，一扇带有星币记号的木门缓缓开启。尽管门后的事物神秘而未知，不过，几株弯曲生长的树暗示着门后有一个果园，那里满载果实，弥漫着肥沃泥土的气息。光混合着泡泡涌出门外，呼唤解读者走进去。勇敢地跨入那道门，让自己置身于惊奇之中吧。",
        "analysis": "当你看到机会在向你招手，请抓住它。这张牌预示着正在进行当中的项目将会带来丰厚的物质回报，尤其是那些新颖的或没有前人探索过的项目。尽管你可能无法看到墙后是怎么样的，无法意识到自己究竟选择了什么，但也请你勇敢踏上这少有人走过的路。从长远来看，你终究会看到回报。迎接挑战，开始你崭新的冒险吧。"
    },
    "Two": {
        "title": "星币二",
        "card": "坐在砖墙之上的年轻人，居于高处，轻松而熟练地抛掷着两枚星币。他使对立的两个力量维持平衡。他桃起一边的眉毛，同时其中一个星币正回到他的手中。他的帽子得意地歪向一边，嘴角勾起顽皮的笑。他流露出毫不费力的自信，显示出对于一切的掌控。",
        "analysis": "生活的不平衡是其最大的力量。对于掌握了涨落起伏的人来说，这永恒的运动将他推入稳定而有效益的节奏中。不对某一方过多注意，通过这样让一切凝聚起来。明白任何事物都有其合适的时机和合适的位置，而什么时候前进则取决于你。"
    },
    "Three": {
        "title": "星币三",
        "card": "一位泥瓦匠熟练地垒着砖块，眼神专注，节奏简洁。他已经筑起了墙体的很大一部分，但距离完成还有很长的路要走。不过他并没有停下手中费时的、重复的劳动，而是相信自己的技术能够助自己最终完成工作。他的感到满足而不泄气，快乐地继续着自己的任务。",
        "analysis": "经过一个项目的早期阶段之后，你会因意识到自己已达成了某种切实可感的阶段性成果而感到一阵输悦。为你的工作感到自豪吧：一丝不苟，充满耐心，相信自己做出的崇高努力。同样的，就像每块砖都相互支撑着，你应该将自己的计划与其他的想法相互联动。让他人的视角给你带来影响。现在是建立稳定和信任的好时机。"
    },
    "Four": {
        "title": "星币四",
        "card": "男人蜷身坐在矮墙上，胸前紧抓着一枚星币。另一枚戴在他的头上，还有两枚牢牢地置于他的脚下。他小心翼翼地张望着四周，担心有人会来抢走他宝贵的财产。男人变得暴躁与吝啬，但他对此并不在意。他早已为了自己的物质利益摒弃了他人的陪伴。",
        "analysis": "这张牌中的四个星币是星币牌组中少有的没有发出微光的。这个守财奴囤积自己的财富，不愿分享或投资，导致他的财富开始出现流动停滞，并自我贬值。他无视精神上的匮乏，相信自己已经在事业上取得了成功。吸取这位不幸之人的教训吧。依赖于现状只会让你在面临不可避免的改变时感到措手不及。松开紧握的手，让自己获得解放。"
    },
    "Five": {
        "title": "星币五",
        "card": "一个孤独凄凉的人重重地跌倒在泥地上，看起来没了生气，又可能只是累得站不起来。他已经失去了一切：他的财富、居所和朋友。现在，虽然这堵只完成了一部分的墙并不能很好地保护他免于外界伤害，不过，从那扇彩色玻璃窗中透出点点微光，落在他向上摊开的手掌心。他身上紧紧裹着最后的财产――那件斗篷，没有一丝祈求地等待着终结。",
        "analysis": "星币五是一张令人不安的牌，它警示着完全的落败。这也许是因为你对局势的不当处理，又或者纯粹是命运带来的不幸的、让人琢磨不定的变数。无论如何，你都已经触及谷底，而你必须接受这彻头彻尾的失败。当你学会了谦逊这苦涩的一课，你真正的需求就会完全显露出来。这是给予你的一个机会。任何曾经控制你的力量都已经化作尘土。振作起来，集你所需，再次启程。"
    },
    "Six": {
        "title": "星币六",
        "card": "在墙的尽头，男孩心甘情愿地从他闪闪发光的五枚星币中拿出一枚，将它递给一无所有的女孩，这突然的转变让女孩脸上露出笑容。他有礼貌地低下头，使得女孩免于因接受救济而感到尴尬。男孩小小的奉献使得女孩的经济状况获得新生。女孩看到，在自己面前，是许多新的机遇和更加幸福满足的生活。她喜出望外。",
        "analysis": "在许多挣扎和痛苦的学习经历后，生活赠与你富余的享受。这个时候，请不要贪心，不要吝惜你的财富。不吝啬于给予，永远不要忘记自己达到今日所成之前的那些艰难的日子。但另一方面，如果你需要救济时，也不要因为过于自负而拒绝接受帮助。生活通常会在你最没有防备的时候，不经你的同意就恢复平衡。因此，如果你发现有人愿意在你困难的时候帮你一把，请不要犹豫地接受它。在你更富有的时候，将会原原本本地回报给他人。"
    },
    "Seven": {
        "title": "星币七",
        "card": "女人不辞辛劳地把她的星币埋进土里，这是一个对物质投资的明显比喻。作为一个脚踏实地的梦想家，她想象着眼前稍显空荡的土地会变成鲜花满开的庭院。刚栽下的星币钻出泥土，散发着属于星币牌组的辉光。一棵的金桔树上的果实高高挂着，用生命丰盈的热忱照亮了她的路。",
        "analysis": "在每粒种子里都藏着一个沉睡的王国，纯良而谦逊。它能否从沉睡中苏醒取决于许多因素，其中非常重要的一点就是一个机会。尽管如此，任何你正在酝酿的都拥有发展成熟的可能，因此，要注意自己的计划是有益且完全合理的。不要因其看上去微不足道而犯了糊涂。它们像种子一样，是强大而富饶的，等待着成长为一个帝国。"
    },
    "Eight": {
        "title": "星币八",
        "card": "星币七中那不起眼的种子如今已绽放出充满生机的花朵，一个女孩正快乐地浇灌着它们。她看着自己最初的劳动成果正在美丽地绽放。现如今，她必须要做的就是控制好它们的生长，以注重生产效益的方式仔细地修剪。在迅速发展的任务面前，她不曾却步，孜孜不倦地工作着。",
        "analysis": "经过最初几周的艰辛，当项目尚未稳定时，看到成功之花在眼前绽放是一种巨大的喜悦。为你达到的成就感到高兴吧。稳步经营你所建立起来的成果，以保证其能以合理有效的方式继续稳定发展。请多关注细节。命运的变数在此时难以左右你的进程；与之相反，你的付出和策略将会为你的成功保驾护航。"
    },
    "Nine": {
        "title": "星币九",
        "card": "乍看之下，这个赤裸的女人显得十分孤单。她暴露在外，远离住处，站在叶丛之间，仅有一只红尾鵟为伴。不过，这只捕食者代表着敏锐的智力和勇猛的精神。他们在闪耀的茂密植物间亲密相伴，做着自己王国的主人。",
        "analysis": "星币九本身就是一种回馈。当你为一个目标付出心血，这切都将得到报偿。你已经在自己所做的事情上有所成就，有实力去提升自己的生活品质。享受它吧。在将来的某个时刻你还会受到考验和试炼。请保持自己的规范和纪律，如此一来，当考验的时刻来临，你便能有所准备。"
    },
    "Ten": {
        "title": "星币十",
        "card": "在璀璨的花草树木环绕的中央，孩子牵着父母的手臂荡向空中。花儿盛开，闪着光芒的葡萄沉甸甸地悬在藤上，自然万物都为它们自己的目标欢欣雀跃。这个目标就是，像生命本身一样，永恒不变地进行着出生、成长、死亡的循环。这幅画面中，蕴藏着伟大的爱，它描述着一个治理有序的帝国已经建立与繁荣多年。",
        "analysis": "你的辛勤劳作和付出已经显现出它们的全部潜力，你看到了自己的努力完全绽放。现在，你只需要去收获自己的劳动成果；它们在未来的许多年里都会是丰饶充裕的。尽情去享受生活，因为现在值得这么做。现在还不是开始开疆辟土的事业的时候。相反，你应该专注于维护自己既得的成就。你已经把自己全身心地投入辛勒耕耘之中。现在，让她以同样的方式回报你吧。"
    },
    "Page": {
        "title": "星币侍从",
        "card": "侍从举起他闪耀的星币，正在打量它。星币向周围发出一阵阵有规律的光波。作为对这活跃能量的回应，植物们尽情地繁荣生长。巨大的草莓在他的脚边生长，一条珊瑚红色的葡萄藤缠绕上他的身体，渴望接近那枚星币。侍从满意地笑着，为自己的幸福感到欣喜。这是一番大事业的开始。",
        "analysis": "当你抽到这张牌，意味着你已经收到来自宇宙的馈赠。它可能是任何形式：一份新工作，一份贷款或者遗产，甚至可能是一段正在萌芽的关系。它也可能是你刚意识到的蕴藏在自己体内尚未被开发出来的天赋。无论它是什么，都能够拓展你在物质世界的影响。运用星币待从轻快得意的自信，为你的新事业开辟道路。你将可能获得更大的财富、安定和影响力。这是个展现生命力的好时机――因此，享受它吧。"
    },
    "Knight": {
        "title": "星币骑士",
        "card": "身着猩红铠甲的骑士全副武装，发光的星币作为盾牌倚在他身上。骑士从头盔中窥视外面的世界，眯起了眼，提防着危险。虽然他如此警觉，但他似乎彻底忽视了自己的坐骑是一只传说中的独角兽。它正在垂头丧气地用鼻子轻触地上的草莓。骑士的赤脚也暴露了他对于细节缺乏关注。当真正的灾难降临，可悲的他将会毫无防备。",
        "analysis": "星币骑士是一个矛盾的造物。获得了不小成就的他，逐渐变得依赖于那些助他走到现在的事物。他不再看得到它们内在相连的美丽，而只关注它们的功用。他专注于推进自己的事业。如果在解读中抽到星币骑士，意味着你也许需要往后退一小步。用更宽广的视角进行审视。感激那些实现你如今生活方式的魔法。否则，你将面对的是一场皮洛士式胜利(极大代价的胜利，惨胜)，这没有意义，不值得感激。"
    },
    "Queen": {
        "title": "星币王后",
        "card": "星币王后是自然之母，她将星币捧在胸口。宇宙能量在她周围的草莓之间传递，将她包裹在超凡的光芒之中。在她的脚边，两只斑点兔在叶丛间跳跃着。它们热血而智慧，是与这位大地之母相称的伙伴。她滋养着生命及其繁殖力；她一现身，万象更新。她掌管着富饶的大地，是丰盛和繁荣的希望女神。",
        "analysis": "星币王后是一个奇妙的象征，她是自然女神的化身。她是对女皇牌的世俗层面的回答，强健而温暖，能够提供一个安全的休憩之所。如果你看到她出现在解读里，便代表你有着强大的创造力。你扎根于现实，能够引导自己流露出的细微精巧的力量去帮助你做任何努力。你所触及的任何事物都将可能在你手中绽放。"
    },
    "King": {
        "title": "星币国王",
        "card": "星币国王抓住一头公牛的角荡向空中。他流露出一种沉静的自信，知道自己能够完美地做成事情。他身下的黄褐色公牛是皇帝牌的具象化显现。公牛不动声色地凝视着前方，它了解这位强大国王最强烈的想法和渴望。它认可星币国王的力量，毫不犹豫地为他效劳。草莓在他们周围尽情生长。",
        "analysis": "如果你急切地想要对环境有所掌控，那么没有比星币国王更好的牌了。他的经验、勤奋和直言不讳的智慧都是极致的，民众们都因其能力而放心地依靠他。你要通过显化他的力量和能力来助自己做成事情。你不需要等待灵感。你能够激发自已内在的火焰。集结你所有的力量，冲破任何挡在你前路上的阻碍。"
    }
}