{
    "Ace": {
        "title": "宝剑一",
        "card": "一把有翼的剑插在雪地中，仿佛从神的手中落入凡间。和所有的一号牌一样，它释放出力量和能量。剑柄上的鸟眼光锐利，怒目而视。中间的眼睛凝视苍穹，观察着一切。",
        "analysis": "宝剑一破除优柔寡断和欺骗。它是伴随敏锐智慧而来的内心的清晰。这可能代表着一种顿悟。当你抽到这张牌的时候，你可能受到决心的驱使，冷酷理性。审视你的动机，确保自己当前不会过于专横。掌控住这把剑，并妥善运用它强大的力量吧。"
    },
    "Two": {
        "title": "宝剑二",
        "card": "一个蒙住眼睛的女人坐在树桩上，双手拿着匕首交叉在身前。她无意识地防范着一只无害的蝴蝶，而自己并不知道这种防备是没有意义的。同样的，在这冰冷的环境中，她宽松的短袍也不能给自己带来什么保护。身后的月亮，这幻觉和恐惧的女神，将微弱的光洒在她的身上。",
        "analysis": "宝剑二和宝剑一存在非常大的区别，它是对错觉和假象的警告。无论你如何进行自我防备，只要没有看清眼前的状况，你还是会失去判断，糊涂犯错。不要在真相面前畏缩，因为它们往往没有你在黑暗中胡思乱想出的模样那么可伯。不要让不必要的恐俱扰乱你。去寻找平衡吧。"
    },
    "Three": {
        "title": "宝剑三",
        "card": "一只华丽的雄鹿躺在它被杀害的地方，三把剑无情地插在它的背上。极速凛冽的寒风呼啸而过，蝴蝶停在鹿角上，悲伤地注视着这残酷的画面。",
        "analysis": "这张牌是一个严厉的警告，即使是最敏捷的动物也会被背叛和欺诈打倒。你可能想要自己亲手去挥动利剑。如果真的如此，你要明白自己的行为将不可挽回地塑造你生活的模样。"
    },
    "Four": {
        "title": "宝剑四",
        "card": "一个男孩跪在雪中，两棵积雪的松树遮掩着他。松树的存在隔绝了所有的声音，而一波又一波的薄雾向男孩袭来，将他包裹在冰冷、静谧的寒冬。他将手扶在一柄有翼的剑上，它是世界之轴的有形媒介。三把只看得见剪影的细剑扔在他的旁边，这是他昔日事业与力量的象征。",
        "analysis": "寂静的冬日是平静地沉思与休整的最佳环境。利用这个时机来进行恢复和反思。凝聚你的力量，获取新的看法和清晰的理解。在这平静的时刻中，放下自己的挣扎。"
    },
    "Five": {
        "title": "宝剑五",
        "card": "两名战士举剑在悬崖边交锋，他们对彼此带有仇意。他们技巧熟练，有进有退，但这一切却没有引起一旁伙伴的关注。这位战士扔下剑，看向别处，注意力被一只悠闲翩飞的蝴蝶吸引。头顶的薄雾开始散去，一簇星光闪现，灿烂而宁静。",
        "analysis": "对抗是不可避免的，甚至是一个光荣而直接地用来达成目标的方法。两名老练的战士陷入斗争，他们是对抗这门艺术的实践者。两人威慑的舞步正是对冲突和竞争的复杂性的体现。然而，宝剑五鼓励你放下武器。当你平息愤怒时，你可能会惊喜地发现一条不同的道路，通往沉着与卓越。安抚你的内心。去追随那只蝴蝶吧。"
    },
    "Six": {
        "title": "宝剑六",
        "card": "两只蝴蝶飞过一条陡峭的沟壑，六把长剑组成的桥梁，指引着它们的道路。它们的行动是有目的的，是经过深思熟虑而致力向前进的。连松树也将树干弯曲指向一条更新的地平线，示意它们继续前进。",
        "analysis": "宝剑六传达一个很简单的信息：继续前进。如果你已经将某个环境的潜能耗尽，现在是时候“飞走”了。不要再沉浸在对过去的怀恋，或者更糟的――对改变和未知感到恐惧。请意识到你要面对的事业是多么简单纯粹，然后，走向自由，走向改变，走向接下来的冒险。"
    },
    "Seven": {
        "title": "宝剑七",
        "card": "一个戴着头巾的男人赤着脚，手里攥着两把剑，蹑手蹑脚地走进夜色里。剩下的五把剑掩护着他逃离。男人鬼鬼祟祟的向后张望，表明他正从某种不愉快的境况中灰溜溜地逃离。自我保护已经变得比一切荣誉和责任更重要。他不是英雄，但是他至少还可以活着迎接日后新的战斗。",
        "analysis": "有时减少损失才是最好的选择。虽然有些话也许还未说出口，但话语背后的感情不会消散，而是一直在你心里萦绕。你甚至都不用刻意去做什么，你的思维最终就会变得清晰。这会将你孤立起来，你可能会感觉自己在荒野中度过许多冰冷的夜晚，忍受着凄凉的处境。问问你自己隔绝了各种关系而选择这样孤独的人生是否值得。你有这个权利扪心自问。当你变得坚强、做好准备的时候，你将永远不再需要掩饰自己的真实感受。"
    },
    "Eight": {
        "title": "宝剑八",
        "card": "一个女人蜷缩在雪地里，被宝剑组成的墙围绕起来。不管它们是要囚禁她还是保护她，显然这是有意为之。蝴蝶们冷漠地在剑的周围穿梭，停在女人的指尖，又不假思索地飞走。她沉浸在绝望中，没有想到抬起头来，就能看到属于自己的救赎近在眼前。",
        "analysis": "悲伤和痛苦可以打磨人的心智，直到除了锋利的刀刃以外什么都不剩。在这样强烈的绝望之下，你实际上可能忽路了周遭广阔的大好光景，这片光景能将你从自设的牢笼中释放出来。宝剑是固定在地上的，而你不是！重新站起来，去审视你现在所处的处境。"
    },
    "Nine": {
        "title": "宝剑九",
        "card": "男孩完全被逼近的巨兽所震慑，呆呆的凝视着即将来临的厄运。他张着嘴，没有做出任何保护举动，而古怪的天鹅张着血盆大口，准备给出残忍而致命的一击。",
        "analysis": "这是一张残酷的牌，宝剑九描述了巨大的悲伤，以至于让受难者对即将到来的痛苦冲击感到麻木。恐惧使他无力回击，轻易就可以被迅速摧毁。但是，请注意他这种麻木的状态。虽然情况不乐观，但是，是消极被动的态度最终导致了他的毁灭。当你受到失落和绝望的打击时，不要像这个倒霉的家伙一样做出麻木被动的反应。用你的勇气和尊严来直面自己的恐惧，相信你的敌人终将被打败。"
    },
    "Ten": {
        "title": "宝剑十",
        "card": "恐怖的怪物最终获胜，它用爪子抓住了男人，把他带到空中。男人身上插着十把利刃，他挂在悬崖上，虚弱而没有生气。他不再战斗，脸上浮现出平静接受的表情。他知道，随着希望的离开，长久以来的恐惧将变为现实，他只能向命运屈服，承受痛苦的结局。",
        "analysis": "以某种复杂的方式来理解，宝剑十是相当鼓舞人心的。经过此刻的恐惧和痛苦，最坏的时候已经过去了。你的厄运挫败了你。最终，在死亡的长眠中去找到平静。"
    },
    "Page": {
        "title": "宝剑侍从",
        "card": "经历了宝剑九的绝望和宝剑十的失败之后，宝剑侍从终于振作起身来反抗狂暴的野兽。她将剑挥向野兽的尾羽，也斩向自已冰冷的困惑，它们都破碎成一群帝王蝴蝶散去。她果断的行为表明所受的攻击实际上并未对自己造成伤害。她站在悬崖边，紧握手中的剑，思考着这一突如其来的转变可能会带来的影响。",
        "analysis": "热切的青春，结合她所追求的敏锐智慧，使宝剑侍从拥有了强大的防备来对抗虚假的现实。提高警惕，保特谨慎，摆脱情感的阴影，这样你就可以做出最佳的行动。你的内心有力量和方法来斩断狡诈与欺骗。坦率，诚实，正义将对你很有帮助。"
    },
    "Knight": {
        "title": "宝剑骑士",
        "card": "宝剑骑士正举剑刺向残暴大鹅的喙。巨鸟俯身逼近，但是宝剑骑士并不畏俱，他要把围攻自己家族的一窝怪物尽数剿灭。宝剑骑士陷入狂热的战斗中，没有人给他提出建议和策略，他已经无法停下来判断自己的行为恰当与否。他自信激进的勇气自然会对自己有所帮助，但是如果激情和活力过了头，那就毫无作用了。",
        "analysis": "宝剑骑士是充满决心的，但同时他也是冷酷无情的。由于只专注于获胜，他忽略了同理心、慈悲和克制。如果你抽到了宝剑骑士，请深入地审视自己的方法与途径。如果你感觉自己提不起劲或者意志不坚定，试着给自己注入像宝剑骑士那样的高傲决心。但如果你过于专横，或只关注实现自己的目标，也许是时候让自己退后一步，考虑一下别人的感受，让新的能量进入你的生活。"
    },
    "Queen": {
        "title": "宝剑王后",
        "card": "宝剑牌组最重要的关注点就是掌控恶意，而我们终于在这张牌看到了它的完成。宝剑王后捆绑住怪鸟的巨喙，封住了它残忍而又愤怒的牙齿。她的王冠由羽毛做成，她的裙子用宝剑衬饰，这说明了她可以灵活而精明地运用利刃的力量。她悲伤地仰视着这只陷入困境的怪鸟，但悲悯之心不会阻挠她去做正确的事。她束缚邪恶，审慎而明智的头脑像冰冷的钻石一样闪闪发光。",
        "analysis": "如果在解读时看到宝剑王后，你就应该试着去掌控自己的心魔。你不能再用缺乏经验、缺少了解或者恐惧作为借口。用你极大的智慧和对真理的爱去征服那些折磨你的困扰。当你做到这样，就能够用冷静、清晰而又优雅的思想去面对自己的心中之事。"
    },
    "King": {
        "title": "宝剑国王",
        "card": "宝剑国王将手中的剑高高举向空中，撞见了怪物的鸟巢，里面是嗷嗷啼叫的幼鸟们。他敏锐的思维立即捕捉到了这一发现的价值。他的双臂像指挥家一样舞动，召唤出一群蝴蝶飞进巢里去做尖叫着的幼鸟们的食物。比起与残暴的怪鸟父母对抗，宝剑国王选择去驯服这些易受影响的幼鸟，他相信自己的思想足够周全和清晰，能够颠覆它们的野生本性，使其向善。宝剑之歌唱起，坚定的微笑第一次在他的脸上绽放。",
        "analysis": "出色的人不只是对抗邪恶，还会吸纳它，转化它，并将它用在善的一面。这样一个艰巨的任务需要完美的性格品质和敏锐清晰的目标。当面对一个强大的敌人时，务实作风和独创性是你最有利的武器。不要让情绪蒙蔽了你的理智。用坚韧的态度来面对现实，并找到最佳的前进道路。答案或许比你想象的简单得多。"
    }
}