{
    "Ace": {
        "title": "权杖一",
        "card": "熔化的能量从地底迸发，冲向天空。它未经打磨，没有确切的形状――它也极具可塑性，能变成什么样子，取决于是什么能量吸引着它。花朵在其根部丛生，渴望攀登它闪亮的主干。有一个想法像闪着荧光的藤蔓一样跃出地面，向着人性冬生长，去寻找有形的目标。",
        "analysis": "当你抽到这张牌时，你会被强大的能量所击中。如果你选择去使用这些能量，那么你将会卷入某种激情与绝望并存的伟大冒险之中。你需要有很多品质：创造力，同情心和良好的自制力。不过，如果你确实信仰着自己的梦想，就奋斗到底吧。好好利用这高昂的兴奋。不要恐惧，不要犹豫，去追寻那些看起来有希望的想法。最重要的是，相信自己，相信你的潜能。"
    },
    "Two": {
        "title": "权杖二",
        "card": "一个人站在权杖一中的河流对岸，他从权杖一中汲取活力，并引导至自己的权杖中。一根权杖在他的手中，另一根在背包里，两根权杖仿佛构成一扇打开的大门，吸引强大的能量向内流入他的内心。权杖顶部伸展的藤蔓寻找到鲜活的能量供给，并将自身灼热的能量回馈给他。他就是权杖一超凡能量在世俗层面的显现。",
        "analysis": "没有真正实现的非凡灵感只是美丽的幻梦。谨慎的计划是任何新事业得以稳健、长久的基石。要做到头脑清醒、脚踏实地，培养自律和良好的判断力。但是，永远不要忘记你一开始被灵感击中时，那种受到感召的感觉。你独特的创造力和热情都将助你达到更高远的目标。做你自己――敢于面对最真实的自己，将会助你吸引到你所需要的人。"
    },
    "Three": {
        "title": "权杖三",
        "card": "有一个人跪在河岸边，给微小的火堆添加燃料。他把野花放进阴燃的余烬中，诱人的花香漂浮在空气里，与静谧的、充满期待的暮色融合在一起。他的脸上绽开满足的微笑。通过这样简单的仪式，他把俗世的美丽转化并释放回了自然的空气里。",
        "analysis": "热度开始快速消逝之后，需要悉心维护火焰使其继续燃烧下去。花费心力去添加薪柴，可以维持火焰长久地燃烧。所以最初的念头一定要去滋养和维护它。你的想法正开始显现。不要因为怀疑或沮丧而大发怒火或丧失斗志，这是不必要的。小小的胜利以及谨慎的进展都预示着你的成功。"
    },
    "Four": {
        "title": "权杖四",
        "card": "四根权杖矗立在河的一侧，由一串野花相连结。它们互相平等地支撑着，庆祝着单纯而洋溢的生之喜悦。初始能量的藤蔓在这稳定牢固的结构里面翩翩起舞，在这种平衡和稳定中找到了幸福家园。",
        "analysis": "这张牌是权杖之旅中第一张里程碑式的牌。所有事物都繁荣美好地朝着顺利的方向进展，趁着这段时间，好好享受眼前的成果带来的喜悦吧。这是一段充满和平与满足的时期。它可能代表着家庭，或者是你人生中值得庆祝的重大事件。它的核心意义是欢乐――这是你人生中少有的、十分顺利的时期，并且，你应该明白这一刻值得感激。"
    },
    "Five": {
        "title": "权杖五",
        "card": "五个人扭打在河边，五根权杖以奇怪的角度交叉在一起，互相对抗的能量相互纠缠，束缚着彼此。每个人都固执地往自己的方向使劲，不愿意妥协他人，导致大家都进退不得。权杖五传达的信息很明确：做出退让，大家一同努力，否则就只有面临僵局，大家都得不到自己想要的东西。",
        "analysis": "随着你的想法在成长和发展，你一定会遇到一些相冲突的观点和个性。与其抱着对未来的幻想，不如谦逊一些，多留意那些无穷的可能性。不要完全放弃自己的控制能力，去寻找能够兼容自己与他人愿景的方法。要灵活，要包容，要自由。"
    },
    "Six": {
        "title": "权杖六",
        "card": "权杖五的痛苦缠斗结束了，光荣的胜利者朝太阳的方向泛舟而去。随着小船顺流而下，他闭上了眼睛，沐浴着温暖的金色阳光。纠缠的能量在六根权杖周围盘绕，使它们直立起来，并且最终朝着一个目标联合在一起。经过努力，它们达到平衡，和谐而静止。",
        "analysis": "为了自己的梦想奋斗是值得的，但同时需要耗费精力。如果你不在这段时间回顾自己走过的路，进行自我勉励，那么在到达梦想的终点之前，你的能量可能就已消耗殆尽。在你不屈不挠地朝着下一个困难前进之时，在现在这个时刻稍作停留，好好吸收周围的美。你已经实现了很多，并且，你已经知晓在旅途的终点，会有怎样的理想乐土在等待着你。"
    },
    "Seven": {
        "title": "权杖七",
        "card": "七根权杖分散在浅滩里，你熟练地从一根根或正或倒的权杖中选择自已的道路。你的道路清晰但又暗藏危险，稍有不慎你就会失足跌落水中。但你仍然蓄势待发、不可动摇，因为自身以前的经验使你变得敏锐干练。你已经为这一刻做好了准备。自信而轻盈的步伐将把你带向终点。",
        "analysis": "聚光灯照向你。在困境面前你必须坚决。你的愿景确实有其价值，而是否能够穿越冒险地带最终收获成果，都取决于你自己。你机智、熟练，你的想法就像色彩斑斓的藤蔓一样，它们指引你走向正确的道路。坚持自己的计划――如果你能度过这段充满挑战的时期，将不再有东西可以阻止你前进。"
    },
    "Eight": {
        "title": "权杖八",
        "card": "在结束权杖七慌忙狼狈的旅途之后，你登上了实在的陆地。之前指引你走过旅途的微微发光的藤蔓终于扎下根系。它长成了粗大的花藤，这呼应了当初的那些野花，它们曾为了滋养你愿景的最初火焰而作为了燃料。藤蔓猛长，疾驰着爬上一棵树木，想要冲上树冠，去触及那给予万物生命的太阳。在危机四伏的旅途之后，它只需最后一把推力，就能开花结果。你的梦想终将实现。",
        "analysis": "你可能感到疲累，但此刻还不可停歇――接近终点线并不意味着你现在就可以放慢脚步。你的境况需要再来最后一股能量爆发，推动你抵达胜利。忙起来吧。不要犹豫。你距离终点只有咫尺之遥。"
    },
    "Nine": {
        "title": "权杖九",
        "card": "你的想法已经扎根，享受着这种快速而饱满旺盛的生长。它变得枝繁叶茂，数量庞大，缠绕着攀爬上树木，几乎要将你压倒。你将这股能量从出生之时起耕耘壮大，而它现在从盘踞生长的地方蛇行而出，企图将你永远捆缚在树干上。你严肃地将自己的权杖插入大地，试着推进，意图摆脱它压倒性的影响。",
        "analysis": "好消息是，你的念头最终开始从你的身上卸下――它不再需要你持续的看护和照料才能存活。事实上，它是如此成功，生长快速以至于超出了你的控制。虽然它看上去令人生畏，你也务必要全身心投入去维护它，因为在监管和培养中还会有很多难以预料的桃战。你最后的测验，就是征服你的愿景本身。"
    },
    "Ten": {
        "title": "权杖十",
        "card": "总算到头了！你的想法的藤蔓已经快速生长，数量倍增，蔓布在整片树林。曾经需要你花很长时间持续看护和照料的事物，如今开始自力更生、欣欣向荣。终于到了收获回报的时候了。尽管收获很丰盛，但是负担也是巨大的。你心怀着承载勤勉的尊严，肩负起这沉重的贵任。",
        "analysis": "在充满危险和冲突的折磨人的旅途之后，你已完成了自己从事的事情。但请注意，牌面中的主人公眉头紧皱。他的辛苦劳动并没有为自己带来更多的幸福只――有更多的劳苦。这是领导力的消极面。当你证明了你的能耐之后，你被给予了更自由的掌控权，以及更大的责任。你可能承担得过多，渴求卸下自身的重负。你会继续努力下去？还是将控制权转让给他人？哪个选择会对你更有利呢？"
    },
    "Page": {
        "title": "权杖侍从",
        "card": "在河岸上出现了一个洞口，一柱火光突然从中冒出。一条火焰藤蔓疯狂地在燃烧的柱子上绕圈，最后延伸并抓住了权杖侍从。他被抛向空中，扯向那空灵的火焰之中。他是一个迷人的传递者，输送着无法控制的火之能量。在他的精神里点然了一股能量，他感受到了召唤，呼唤他去做一些神奇的事情。",
        "analysis": "当权杖侍从在解读里出现，你即将展开一段心灵的旅程。你被某个新奇美妙的想法击中，而你又具有孩童般天真、自由的热情可以催化它。去冒险吧，就好像自己未曾受过伤一般。全心全意去信任某个事物。你神圣的活力将助你实现愿景。而你的勇气和激情将使它完成。"
    },
    "Knight": {
        "title": "权杖骑士",
        "card": "权杖骑士描绘着一个男人在与自己进行抗争。他被束缚在两个喷涌着的洞口之间，两边都觊觎着他的潜力，渴望着他的能量。充满力量的他想不计后果地抛却一切，热切地追寻自己的日标。但匆忙之间，他未能保持好平衡，计划好方法，仅凭一腔热血去行动。这是鼠目寸光的表现。他会被自己任性的热情撕得四分五裂。",
        "analysis": "权杖骑士可能预示着突飞猛进的信心和能量，权杖侍从中的火花变成了火焰。但不要仅凭最初的热情膨胀就想抵达终点；归根结底，比起短暂的热情爆发，有序的策略将给你带来更多回报。专注于手头的愿景，问问自己到底是充满激情，还是仅仅头脑发热。"
    },
    "Queen": {
        "title": "权杖王后",
        "card": "权杖王后不像自己鲁莽冲动的子女们(侍从和骑士)那样无助地被喷涌的火焰所束缚。她引导火陷的能量，使自己能够优雅地在上面起舞。在她全身心的喜悦中绽放出一朵闪烁微光的花。火焰包裹着她，看起来非常迷人，它感受着权杖王后存在的狂喜。",
        "analysis": "权杖王后充满活力地展现着一颗充盈之心。阳光普照、热倩洋溢，她发散出自信和魅力，携带着所有来自火焰的积极能量，并用它来温暖世界。她喜悦的表现具有感染力，激发出他人的积极性。因此，她是一个受尊敏的、富有成效的领导者。当你看到她出现在解读中，考虑一下你如何能够将她鼓舞人心的能量运用到你的生活中。"
    },
    "King": {
        "title": "权杖国王",
        "card": "权杖国王塑造出华丽的身姿，权杖牌组那不知疲倦的、发光的能量环绕其身。火舌舔舐他的身体，同时，华丽的夕阳在他身后翻涌。他用一根权杖作为自己的王权，统治着思维的国土。",
        "analysis": "权杖国王作为追逐激情者的守护神，你只需要将他那不屈不挠的精神具现出来，就能找到自己的方向和目标。他富有创造力、大胆、外向，凭借自己散发光芒的存在就能吸引注意。他就是这样一个充满生机的男人。当你在解读中看到他，考虑一下自己如何能够通过激励他人而获得掌控力。请不要停下追随自己的热情的脚步。"
    }
}
