{
    "愚人": {
        "title": "愚人 (The Fool)",
        "card": "一只鹈鹕栖息于海港立柱之上，残月微光照亮其身，他紧盯着一头独狼在海浪间穿行。独狼浑身湿透，在陌生的海域中游动着。孤狼期待着一份唾手可得的晚餐，脱离了自己原本的谨慎，冒失地游出了水面。当孤狼抬头发现了这只风雨不惊的鹈鹕时，他意识到，自己可能已经踏入了一段会给自己轻易带来灭亡的旅程。",
        "analysis": "愚人代表了一个新的开始，天真地开启一段全新大胆的冒险。你可能充满了无限乐观，深信自己不会失败。这表明你或许有点走错方向了，最后你可能会发现痛苦的经历给自己的理想泼了冷水。所以，你需要谨慎行事：考虑将自己暴露于未知的风险之中是否值得？如果答案是值得的，那就不要畏惧。因为，只有那些选择了冒险的人才会不断地发现新的天地。"
    },
    "魔术师": {
    	"title": "魔术师 (The Magician)",
    	"card": "高大的巨人伫立，操控着指尖的人影。巨大的月影映照着他朦胧的身形，象征着神秘的内在世界。但他的坚毅驱散了那些尚未解开的奥秘，并以纯粹的意志取而代之。他已然掌控了自己的潜意识，并且因此他也掌控了周遭的物质世界。",
        "analysis": "魔术师非常大胆，有着决定性的力量。他有主见和自信，真切相信自己的愿景终会实现。他激情而富有创造力，深刻地连接着周遭环境、自己的愿景与人生。当你抽到这张牌，预示着你会收到一股闪电般的能量：你正在做的事情是值得去做的，并且你的内心已经拥有了完成它的方法。现在不要犹豫，是该行动的时候了。"
    },
    "女祭司": {
    	"title": "女祭司 (The High Priestess)",
    	"card": "女祭司是潜意识的统治者，而潜意识是观念最先被构思出来的地方。就像Περσεφόνη(冥后)一样，她漫步于地府的水面，洞察万物，而又静候吉时。当时机到来，她会带着在地下世界所学到的一切奔向光明的世界。但现在，微弱的月光下，她的脚步使得水面泛起层层涟漪，这一切都呼唤着退居于安静的想象，进行自省。",
        "analysis": "女祭司是创造力的内向、自省的一面，与魔术师的原始粗犷的创造力量相平衡。她代表着肥沃的潜意识，在这里各种思想初具雏形。同时，请想一想，行动并不总是最好的措施：有时候，反思，积蓄力量，并在重新开始之前思考自己的选择，是更好的做法。这并不是懦弱的表现，而是智慧的象征。"
    },
    "女皇": {
    	"title": "女皇 (The Empress)",
    	"card": "女人在田野上升起，双臂展开，接收并反馈着来自大自然的原始能量。她跟随着自己的感觉，幻化成阵阵吹过的清风和沙沙作响的麦浪。她是Γαία，大地之母，丰产和女性特质的主宰。她头戴星辰，散播着旺盛的生命力和创造力。",
        "analysis": "女皇是一个敏感的统治者。我们会受困扰于生命中的那些灰暗琐事，却忘记了它们本质上不是真实的。我们建立在身边的这些细枝末节――工作、地位以及财富，对于我们的生存来说都不是至关重要的。自然之母已经赐予我们生存所需要的一切。重新与其加强连接，并深深地去感受它。去感受最根本的快乐――生存的快乐。"
    },
    "皇帝": {
        "title": "皇帝 (The Emperor)",
        "card": "无论你是谁，女皇都会接纳你，而皇帝则会给你挑战，让你成为更好的自己。通过严格有条理的自我管理 (或他人管理)，能够激励你获得有意义的成长，最大限度地利用你的时间，激发你的潜能。通过主动掌控周围的一切，你成为了自己命运的主人。",
        "analysis": "当你散发皇帝的能量，你也许正渐渐陷入行使权力的漩涡之中。请谨慎善用你逐渐增长的影响力。尽量不要居高临下地对待身边的人，而是以一种有益于成长的方式去对待他们。通过帮助他人成长，你提升了整个群体的生命质量。"
    },
    "教皇": {
        "title": "教皇 (The Hierophant)",
        "card": "教皇站在群星之间，一手紧抱着卷轴，一手做出祝福祈祷的手势。他代表经久不衰的传统：将历史雕刻成形的文化和信仰。他要求我们去遵守这些传统。通过教育、雇佣或宗教等途径，使自己融入一个源远流长的、人为创造的体系之中。为了成为他所指的机器上的一个零件，我们需要向他献出念点点的个人自由。这样做是否值得？或许，只有你自己可以决定。",
        "analysis": "教皇就像是星座――在混沌的宇宙中，勾勒出虚构的连线，并为夜空注入意义。我们欣慰地知道，先祖们也曾注视着同样的星辰和同样的故事。但是，过度遵守传统，就会阻碍“自然是变化的”这一永恒法则。当你抽到这张牌时，请仔细思考：教皇牌的能量是在指引你，还是在阻碍你。"
    },
    "恋人": {
        "title": "恋人 (The Lover)",
        "card": "经过了皇帝牌所代表的结构与教皇牌所代表的秩序之后，恋人牌描绘了人们通过喜悦的舞蹈来表达自我。没有哪种信仰体系是完美的，在成为一个认真学习?的好学生之后，现在的你拥有了权利和优待，可以去质疑自己的信仰是否真实。去抛弃那些经不起审视的事物。",
        "analysis": "恋人牌暗示着一段强烈的时光， 去开始一段崭新的关系。打破障碍。让人们开始了解真实的你，并迎接他们的能量进入你的生活。在性和连接之中感受快乐。让自己接受来自另一个人的影响。这是一张颂扬个人主义的牌。融入群体让人喜悦，而你的美丽闪光也不会因为在群体之中而变得黯淡。"
    },
    "战车": {
        "title": "战车 (The Chariot)",
        "card": "战车沿路疾驰，头灯闪着光。纵然这深夜里大雨滂沱，仍有一只小鸟腾空飞越了战车的引擎盖，兴高采烈地奔向胜利的方向。二者象征着力量和敏捷的相互交织，让人印象深刻，他们毫不怯懦，勇敢地冲向未来。",
        "analysis": "完全的自信是难得且光荣的时刻。通过细致准备、严格自律和坚定决心，你会发现自己终将获胜，你有权利为自己的成就而自豪。不仅要将这种能量转化为进一步的努力，同时还要完全相信自己的能力。你已经向自己和全世界展现了你的潜力。继续前进，不要让任何事物成为你道路上的阻碍。"
    },
    "力量": {
        "title": "力量 (Strength)",
        "card": "一群狮子在一个巨大的人影前奔跑着，它们扯着喉咙发出恐惧的咆哮。尽管大草原上潜藏着危机，但这个人无所畏惧――她的随从们会击溃任何可能的威胁。",
        "analysis": "从棘手的环境里溜走是很容易的事，但要克服自己的阻碍并坚定前行，则需要真正的力量。人是可以做到不屈不挠的。坚韧不拔地度过困难时光，并怀抱着一颗强大且坚不可摧的心，你可以永远坚定前行，持续更新自己的眼界。不要畏惧。恐惧是意志的杀手。你只需要相信自己是不可战胜的，因为事实就是如此。"
    },
    "隐士": {
        "title": "隐士 (The Hermit)",
        "card": "隐士站在桥上俯视着溪流，没有理会河边闪现的幽幽鬼火。丛林浓密的枝叶像天棚般掩盖了所有声响，只有河水缓慢地流淌着。月亮，潜意识的统治者，以圆满的形态在隐士的身后升起。在这有助于洞悉事物的平静中，他静静审视着自己。",
        "analysis": "与他人建立关系是必要的，但在我们能够与他人沟通之前，必须先学会与自已沟通。如果你的思想一直处于混乱或者薄弱的状态，请从社会交际中温和地抽离出来，花点时间为自己拨开眼前的虚幻。向自己的内心探索答案，你或许会对自己的发现感到惊讶。请不要对这突然的安静感到焦虑，它只是方种期待，期待你去发出自己的声音。"
    },
    "命运之轮": {
        "title": "命运之轮 (Wheel of Fortune)",
        "card": "一只孔雀和一条蛇激烈地缠打在一起。 另一条蛇纠缠在了下方，虽说它看起来得胜了，却在混乱之中吞噬了自己的尾巴。还有一只孔雀急速落下，决定要加入这场无休止的激烈斗争，赢取地位。命运偏爱着有胆识的家伙。",
        "analysis": "永恒的权力竞争或许看起来像是徒劳无功的追寻，但它实际上是生命的特征之一，它有着简单，受到祝福，并且永不停歇的特点。命运之轮展现了力量之间平衡的不停转换，这一切在你生命里的每一个方面都有所显现。在任何特定的时刻，不论你是优胜者，是竞争者，是相信自己能赢，或是没有一点权势地位，都会轻快地一头扎进竞争中去。这张牌暗示了即将迎来改变。旧的权势已经衰败。某人或某物，必将取而代之。"
    },
    "正义": {
        "title": "正义 (Justice)",
        "card": "大蛇缠绕着受害者，一口咬住那柔软的肢体，鲜血从伤口汨汨流下。 但当大蛇的牙齿咬进受害者手指的瞬间，那只手松开了匕首，匕首迅速把蛇身一分为二。很明显，受害者为了这一刻的成功也付出了惨痛的代价。在这里，因果报应都在自有定数，获胜的喜悦也会被隐藏的危险很快打断。大蛇的牙齿越尖利，匕首也就越锋利。",
        "analysis": "这张牌意味着正义即将到来。你不择手段的行为也仅仅能够得逞一段时间而已。最终，你的动机将被发现，报应马上就会随之来临。但是请不要害怕，为自己的行为负责，是宇宙万物恢复平衡的方式。现在，是时候给予回报或偿还了。"
    },
    "倒吊人": {
        "title": "倒吊人 (The Hanged Man)",
        "card": "一个人漂浮在海里，眼神疯狂的食人鱼潜下水去，觊觎着他的肉体。这个人一动不动地凝视着水面之上的星空，不受其扰，又或是未察觉到危险。在这最后的时光里，他流露出殉道者般的安详。人和鱼的骨头都清晰可见，暗示着表象是透明的，使得我们能够看到其下的内在构造。",
        "analysis": "社会使你相信：积极地掌控环境能够带你走向更大的成就。在很多层面上这无疑是正确的。但是，当你的生活由于自己的某些所作所为，又或命运中不幸的变数而脱离了你的控制，这时最好的行动就是屈从。不要去积极地做出反应，而是应该专注于痛苦给自己带来的清醒。暂时舍弃行动而去追求顿悟，那么终有一天你能够再次奋起而战。"
    },
    "死神": {
        "title": "死神 (Death)",
        "card": "骷髅的手指伸出，轻绕着一朵易逝的玫瑰。花与四周的界限似乎模糊了，娇嫩的花瓣在微风中碎裂。死神已经降临，来拿走属于他的东西。",
        "analysis": "这张牌给人的第一印象是可怕的。失去和改变是不可避免的，而且往往伴随着痛苦。准备好舍弃一些看似对你的生活来说不可缺少的东西。同时必然的，它的残骸之中将会生长出比你预期的更美丽、更适合你需求的事物。抽到死神牌只是意味着新生事物的来临。虽然失去了熟悉的模式，但那些逝去的部分只是分解为简单的成分，并消散于宇宙之中。"
    },
    "节制": {
        "title": "节制 (Temperance)",
        "card": "一股水流自海洋中喷涌而起，将一个人影高高推往浪潮之上。水流冲刷着他的身体，并分为两股泼进他举起的杯子里。在这暴雨般的冲刷之下，他显得平衡，平和，无拘无束。",
        "analysis": "学习怎样维持平衡是生存的精髓。虽然总是有各种诱惑向你招手，大多数时候，有节制的感官愉悦更让人觉得甜美。一旦过度就会产生副作用――最好不要放纵自己，否则你会变得麻木或受到伤害。如果你发现自己拥有的超出了自己的需求，或许可以将余裕的部分分享给身边的人。与他人分享会让你的人生变得独特而精彩。"
    },
    "恶魔": {
        "title": "恶魔 (The Devil)",
        "card": "一条蛇蜷伏在森林的地面上，它发光的双眼引诱你向前走去。你失去应有的判断力，跟随它穿过浓密的丛林。被蛇深深迷住的你没有意识到：它所指引的路径其实是一条死胡同。 你正受到欺骗，过不了多久，你就会无法挽回地迷失在荒凉死寂的森林里。",
        "analysis": "有许多理由让你用虚假的现实麻痹自己。通常情况下，这样做仅仅是为了方便：生活可能不会那么让人惊喜，但是会让你感到舒适。比起去面对那些无形中消磨你心智的顽固问题，保持现状似乎要容易得多。事实上，恶魔是节制的对立面――事物正失去平衡，而你缺乏足够的勇气或敏锐度来应对它。摆脱蛇的凝视，意味着你要明白自己所处的真正位置，而这可能会让你感到不舒服。扪心自问一下，逃避严酷的真相，并在扭曲的虚幻世界里活着，是不是值得的。"
    },
    "高塔": {
        "title": "高塔 (The Tower)",
        "card": "一幢房子坐落在海湾的峭壁上，虽历经百年风霜但没有丝毫老化。人们相信它矗立在坚实的土地上，而其下的悬崖其实早已被无情的狂风和海潮缓缓地侵蚀。现在，只要来一点不适宜的风，就能令这棵树，连同那奢华壮丽的老屋一同倾覆，落入水中。对此全然不知，似乎是房子里人们的幸运，他们还陶醉在最后的、流光溢彩的欢庆中。而这一切，仅仅是是最终崩塌前的短暂瞬间。",
        "analysis": "高塔暗示着愚蠢的自我陶醉之后，突然遭遇的不幸转变。最终，平衡会得到恢复，就像大陆板块猛然地移动，然后在某个位置稳定下来一样。请做好准备，从急速的毁灭中尽可能地收获祝福。在瓦砾碎石之间，存在着长久以来被掩埋的真理，而它将以某种方式，使你获得自由。你获得了新的机会，能够在更坚实的土地上重新开始。"
    },
    "星星": {
        "title": "星星 (The Star)",
        "card": "在经历高塔的坍塌与毁灭之后，一个女人从空中坠落。当女人处于下坠的最高点时，她看到了周围的整个世界，星星在夜空中唱着高昂而清澈的咏叹调。银铃般美妙的和声让她充满了希望，给处在残酷灾难中的她带来了内心的平静。百合藤蔓缠绕着她，连接着她与灿烂的光明。",
        "analysis": "星星是希望的灯塔。尽管黑夜漫长而艰难，但是夜空中的这些闪烁的信使提醒着人们，即使我们心中的太阳暂时看不到了，每天的太阳仍永远会照耀。相信太阳终将升起，这不是空虚的一厢情愿，而是自然界永恒的法则。现在，让闪烁的星光照亮你的前路，铺展开的群星会一起指引你回家。"
    },
    "月亮": {
        "title": "月亮 (The Moon)",
        "card": "一轮圆月自河面升起，耀眼皎洁的光辉映照着浅滩。苍白的月光是反射阳光而形成的，它将幽幻的色彩笼罩大地。在它的领域内，那些细微的特征都愈加清晰凸显。野狼立在河的两岸，向着它们虚幻的女神，发出凄厉的嚎叫声。一艘空荡的小舟在柔和的水波中漂着，独自见证这梦幻般的、具有感染力的景象。",
        "analysis": "当月亮升起，你熟悉的环境仿佛变成可怕的阴影世界。你在平日生活中压抑着的恐惧和悲伤完全显现，你被迫去面对自己时常忽略的潜意识。这个世界，尽管充满了疯狂的想象，但是在某种程度上，却比现实还要真实。在你的旅途中，还有很多需要从月亮的世界中学习的地方。你内心的沉静虽然看似微弱，但它一直都在，你无法否认它的存在。"
    },
    "太阳": {
        "title": "太阳 (The Sun)",
        "card": "“太阳缓缓流淌出生命之光。用它流动的丰富泡沫妆点着世界，涟漪涌入宇宙，给所到之处带来生机和活力。太阳，伟大的造物主，它让万物向上生长，在纯粹的生命祝福之中欢欣鼓舞。敞开你的心，吸收它茁壮的力量吧。",
        "analysis": "如果解读时出现了太阳牌，它可以提示生命的美妙与珍贵。它的光辉将照亮你生命中甚至最黑暗的一面，你不会再对自己的未来感到恐惧或者疑惑。它的温暖环绕着你，并为你带来生机。如果你还不能很好地感受到它，请静下心来进步探索，它会在适当的时候显露在你的面前。如果你有幸沐浴在太阳的荣光之中，记得与你所爱的人分享，当他们穿过阴霾，太阳会给他们带来喜悦和坚定。"
    },
    "审判": {
        "title": "审判 (Judgement)",
        "card": "一扇摇摆的门敞开着，五彩的漩涡从门内盘旋流入。你现在身处的环境是大片平静的深蓝：宁静，但又像雾蒙蒙的午夜一样无声而让人神伤。伴随着彩虹色的漩涡从另一个世界溢出，为你带来了一个令人舒心的变奏。旋转的迷雾在召唤着你。",
        "analysis": "跨越门槛进入未知的领域将是无比艰难的。旅途的终点总是令人伤感的。但现在你应该做出实事求是的决定了，判断自己驻足在这里，只是看着眼前辉煌的复兴，是否值得。"
    },
    "世界": {
        "title": "世界 (The World)",
        "card": "在大阿卡纳牌的终点，世界牌描述了月亮、太阳、倒吊人、教皇、皇帝、正义、力量以及战车，它们都围绕着一只平静又专注的眼睛旋转。这些对立的能量作为一个整体呈现，揭示了它们真正的模式，最终统一成完整的、充满洞见的棱镜视野。",
        "analysis": "经过漫长又痛苦的学习过程，你最终将生活中的各个对立面统合为一体。你掌握了自己的命运，你从远处观察生活的全貌，审视它是如何进行内在融合的。缓解冲突、打破猜疑，然后用这一刻应得的宁静来服务于他人。你站在能力与智慧的顶峰。最终，当你闭上双眼，你将清晰地看到这个世界――它由你所知道的一切知识和每一处归属所组成。"
    }
}